//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Anullo";
"Done" = "Përfunduar";

/* Default title */
"Photos" = "Fotot";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto e Zgjedhur ";
"%@ Photos Selected" = "%@ Foto të zgjedhura ";
"%@ Video Selected" = "%@ Video e Zgjedhur";
"%@ Videos Selected" = "%@ Video të Zgjedhura ";
"%@ Items Selected" = "%@ Artikull i Zgjedhur ";

/* Grid view footer */
"%@ Photos" = "%@ Fotot ";
"%@ Videos" = "%@ Videot";
"%@ Photos, %@ Videos" = "%1$@ Foto, %2$@ Video";

/* Assets index */
"%@ of %@" = "%1$@ të %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Ky aplikacion nuk ka akses tek photot ose videot e tua.";
"You can enable access in Privacy Settings." = "Ju mund ti lejoni akses në Mjedisin e Privatësisë";

/* Messages if no assets */
"No Photos or Videos" = "Asnjë Foto ose Video";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Mund të shkrepni foto dhe video duke përdorur kamerën, ose të sinkronizoni fotot dhe videot në %@\nduke përdorur iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Mund të sinkronizosh fotot dhe videot në %@ tënde duke përdorur iTunes.";

/* Accessibility labels */
"Play" = "Luaj";
"Select" = "Zgjidh ";
"Deselect" = "C'zgjidhe";

/* Video duration spell out */
"hours" = "orë";
"hour" = "orë";
"minutes" = "minuta";
"minute" = "minutë";
"seconds" = "sekonda";
"second" = "sekondë";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "S'mund të luhet video";
"OK" = "OK";
